Repository: Az-Net/konq-live-reloaded
Catalog: po/*/akregator_konqplugin.po
Languages: cs, zh_tw

# @action:inmenu
source: Add Feed to Akregator
cs: Přidat kanál do Akregatoru
zh_tw: 將訂閱來源加入 Akregator

source: Add feed to Akregator
cs: Přidat kanál do Akregatoru
zh_tw: 將訂閱來源加入 Akregator

source: Copy feed URL to clipboard
cs: Kopírovat URL kanálu do schránky
zh_tw: 複製訂閱來源網址到剪貼簿

source: Open feed URL
cs: Otevřít URL kanálu
zh_tw: 開啟訂閱來源網址

# @title:menu title for the feeds menu
source: Feeds
cs: Kanály
zh_tw: 訂閱來源

source: Add All Found Feeds to Akregator
cs: Přidat všechny nalezené kanály do Akregatoru
zh_tw: 將所有找到的訂閱來源加入 Akregator

source: Subscribe to site updates (using news feed)
cs: Monitorovat aktualizace tohoto serveru (pomocí kanálů novinek)
zh_tw: 訂閱網站更新（使用新消息訂閱來源）

source: Imported Feeds
cs: Importované kanály
zh_tw: 已匯入的訂閱來源

source: Unable to contact Akregator via D-Bus
cs: Akregator nelze přes D-Bus kontaktovat
zh_tw: 無法透過 D-Bus 聯絡 Akregator

# @title:window
source: D-Bus call failed
cs: Volání D-Bus selhalo
zh_tw: D-Bus 呼叫失敗
